[{"tribute_text": "“If someone’s not keeping up, he can tease you a bit. Sometimes you’re not even aware the joke is about you. the first time I went out there, I was super shy. I tried to play with him, keep up with him. He was a big fan of Zero Dark Thirty. He’s so fun to flirt with. He’s such a flirt. If you wear a good pair of high heels…”", "video_credit": "USA TODAY", "bio": "Actress ", "brightcove_id": "4237490935001", "person_name": "Jessica Chastain", "photo_filename": "chastain.jpg", "photo_credit": "Photo by Kevin Mazur, WireImage"}, {"tribute_text": "\"I don’t know him that well. Stephen and I are friends and colleagues. I view Letterman as a different animal, an untouchable, the way you view a sports hero. A Babe Ruth. I’m still somewhat intimidated by the aura of him. It’s hard to view yourself as an equal. I think I still view him somewhat on a pedestal. I would get flustered.\"", "video_credit": "", "bio": " 'Daily Show' host and comedian ", "brightcove_id": "", "person_name": "Jon Stewart", "photo_filename": "stewart.jpg", "photo_credit": "Photo by Victoria Will, Invision/AP"}, {"tribute_text": "“He was my first crush. Him, and Ross Perot. I thought Ross Perot was so cute with the ears. Going on Letterman for the first time – whatever happens in my life, I did something awesome. I was terrified. I had the flu. He was so warm and so lovely. I have this really bad habit of saying what I’m thinking. I did that sort of thing too. When I walked out on Letterman, I said I was terrified to be there. That was in my head. Somehow it came out of my mouth. He was so warm and so lovely. I’ve done the show three or four times. It’s a moment in time.\" ", "video_credit": "USA TODAY", "bio": "Actress ", "brightcove_id": "4237522619001", "person_name": "Blake Lively", "photo_filename": "lively.jpg", "photo_credit": "Photo by Dan MacMedan, USA TODAY"}, {"tribute_text": "\"At that point, I’d never had a dog. And so, we were talking about how much I wanted a dog. For a split second, somewhere deep in my mind, I wondered if a dog was going to come out. And he lifts out a taxidermied squirrel. I was like, ‘Thank you so much, I love it, wow.’ I still have it. Someone does a pre-interview but it’s kind of about whatever movie. There was some form of a pre interview. I did not know the squirrel was going to come out. It was sitting in our kitchen/living room area for a long time. I still have it.\"", "video_credit": "", "bio": "Actress", "brightcove_id": "", "person_name": "Dakota Fanning", "photo_filename": "fanning.jpg", "photo_credit": "Photo by Pascal Le Segretain, Getty Images for Dior"}, {"tribute_text": "\"He was the first talk show I’d ever gone on. It was like being thrown in the deep end. I was 17 or 18. It was so cold. I remember being terrified and being ready with my stories. And there’s this notorious intimidation factor with him. But over the years, we have a real genuine relationship. Every time I do a talk show, these men and women who do this, particularly the great ones, remember you and your relationship. Less the details. Last time I was on the show, Dave waved to me before I came on and we had a relationship. That speaks to his class and kindness. He’s a good man. It’s an exchange of minds. It is a bit of a test. He’s sharp and what have you got? I love that. I love that kind of challenge.\" ", "video_credit": "", "bio": "Actor", "brightcove_id": "", "person_name": "Jake Gyllenhaal", "photo_filename": "gyllenhaal.jpg", "photo_credit": "Photo by Pascal Le Segretain, Getty Images"}, {"tribute_text": "“He was supportive of me when no one else was (during the early days of Grey’s Anatomy). He put me on before anyone else would. He was also so gracious and admiring. He could take a joke and I could take a joke. I only know him as a talk-show host. We’ve never had drinks but I would love to. He’s definitely got an edge and a smidge of snark, which I really enjoy and love. He can be self-deprecating but he’s gonna make fun of you too, so you’d better be able to take a joke. He’s not just a placating, worshipping guy. During commercials, he’s just jamming to the music. I remember when the shit was hitting the fan for me the first time, I’d done an Entertainment Weekly interview and had tried to explain myself. I went on the show right after that. He held up the magazine. On the cover it said, I’m sorry. He looked at me and went, ‘What are you apologizing for? Stop apologizing.’ I loved him so much for getting it that it had gone to an extreme that was absurd.” ", "video_credit": "", "bio": "Actress", "brightcove_id": "", "person_name": "Katherine Heigl", "photo_filename": "heigl.jpg", "photo_credit": "Photo by Dan MacMedan, USA TODAY"}, {"tribute_text": "“We’ve played that show I don’t even know how many times. But over the years, he’s been so friendly and kind to us that we started exchanging gifts. Actually, when he went away for his heart surgery, he was gone for a while. And his first show back, he asked that we come play his favorite song, which is Everlong. We basically canceled a tour to do that for him, because he’d always been so gracious to us.\" ", "video_credit": "", "bio": "Musician, Foo Fighters ", "brightcove_id": "", "person_name": "Dave Grohl ", "photo_filename": "grohl.jpg", "photo_credit": "Photo by Stephen Lovekin, Getty Images for Grey Goose"}, {"tribute_text": "“He was super-nice to me. I can’t equate it to anything because some people have had rough experiences. He’s always been super-nice. The last time I saw him, he came up to me and asked to talk to me. He took me back. The previous time I’d been on his show was when the whole thing (affair confessional) went down, at the tail-end of that confession. I’m like, whoah. Anyway, he brought me aside and I was waiting to go on. I’ve never seen Dave come off at all. He brings me backstage and says, ‘Thank you so much for that time. I threw you in a tough spot, you did great and were so cool about it.’ He didn’t have to do that. It was so nice.\"", "video_credit": "", "bio": "Actor", "brightcove_id": "", "person_name": "Woody Harrelson", "photo_filename": "harrelson.jpg", "photo_credit": "Photo by Todd Plitt, USA TODAY "}, {"tribute_text": "\"Dave was always very nice to me. Over the years, he’s mellowed. He had me on the show a lot. I came on at Thanksgiving and led a huge marching band on. He had me sing on the show a couple of times. He flirted with me a little bit, which is a badge of honor. I got a nice note from him saying thank you so much (for hosting). I’m not a saver. But you save that. It’s a big deal. I never got to meet Carson and Letterman is the Carson of our day. A lot of people are funny and great hosts. But none of them can masterfully conduct an interview in the way that Dave has done over the years. That’s key. He lets people bury themselves. He very subtly leads them down a road and they can’t find their way back. With Letterman, you want to have three solid stories and you want them to be fucking amazing and out of the park. You want him to kiss your hand and say come back and see us. I would save all the best stories for Dave, when I was doing talk shows all the time. Jay Leno would get the B stories. Dave would get the A stories.\"", "video_credit": "", "bio": "Actress/singer", "brightcove_id": "", "person_name": "Megan Mullally", "photo_filename": "mullally.jpg", "photo_credit": "Photo by Stephen Lovekin, Getty Images"}, {"tribute_text": "“It’s pretty perfect. There’s an energy in New York that show has, that I’ve never felt on any other talk show. You’re in New York and to see that show, it’s an iconic experience. He’s got that funny reluctance that I really love. I like people that almost seem like they’re being forced to do the show, like they don’t want to. I find that funny. There’s a lot of comedians like that, the very dry guys. It’s funny. He doesn’t fully embrace his popularity and fame, which I find very charming.” ", "video_credit": "", "bio": "Comedian", "brightcove_id": "", "person_name": "Jerry Seinfeld", "photo_filename": "seinfeld.jpg", "photo_credit": "Photo by Larry Busacca, Getty Images for Hulu"}, {"tribute_text": "\"I always remembered about Letterman that he just is a serious guy. The irony is, he's known as a comedian. He applied himself so much in the beginning that I don't know if you can tell as much, but he let it show more. It always struck me as what a serious guy he was. However, when I had the crazy notion to dance on that man's desk, I thank him to the very bottom of my heart -- in that moment, his reaction would have colored everyone else's. And he had a great sense of humor. It wasn't planned. It was a weird spontaneous moment. I would never do it now obviously. He went with it. He let everyone know it was OK to let it be joyous and silly and fun.\" ", "video_credit": "", "bio": "Actress", "brightcove_id": "", "person_name": "Drew Barrymore", "photo_filename": "barrymore.jpg", "photo_credit": "Photo by Jason LaVeris, FilmMagic"}, {"tribute_text": "\"You have to be on your toes. He's very smart and very well read. He makes me think. I'm very fond of him. He's very reserved. I've had cancer for the last year and a half. I'm in remission. No one was more attentive than David. He would call regularly. He came to a benefit in my honor and stunned everybody. He's not a big prima-donna. He's not a guy who hangs out at night. He's devoted to Harry. He's never not interesting. Michael Keaton, Tom Hanks, they all revere him. They are in awe of his ability night after night after night to go out and do that with perfect timing, great intelligence, and a perfect common touch. All his staff members are devoted to him.\"", "video_credit": "", "bio": "Author", "brightcove_id": "", "person_name": "Tom Brokaw", "photo_filename": "brokaw.jpg", "photo_credit": "Photo by Desiree Navarro, WireImage"}, {"tribute_text": "", "video_credit": "USA TODAY", "bio": "Actor", "brightcove_id": "4237490926001", "person_name": "Jack Black", "photo_filename": "black.jpg", "photo_credit": "Photo by Victoria Will, Invision/AP"}, {"tribute_text": "\n", "video_credit": "Video by Todd Plitt, USA TODAY", "bio": "Actor ", "brightcove_id": "4239118673001", "person_name": "Jeremy Piven", "photo_filename": "piven.jpg", "photo_credit": "Photo by Todd Plitt, USA TODAY"}, {"tribute_text": "\"You kind of wanted to go on there and be good for him.”", "video_credit": "Video by Robert Hanashiro, USA TODAY", "bio": "Actor", "brightcove_id": "4237484160001", "person_name": "David Oyelowo", "photo_filename": "oyelowo.jpg", "photo_credit": "Photo by Robert Hanashiro, USA TODAY"}, {"tribute_text": "“Oh no, I hope I haven’t like offended Letterman right as I am going to go on his show for the first time. He was so charming and such a lovely guy.\"", "video_credit": "Video by Robert Hanashiro, USA TODAY", "bio": "Actress\n", "brightcove_id": "4237522612001", "person_name": "Rebel Wilson", "photo_filename": "wilson.jpg", "photo_credit": "Photo by Robert Hanashiro, USA TODAY"}, {"tribute_text": "\"I only know Dave from doing his show. I've never met him outside of his studio. Strangely, sitting next to his desk and being interviewed in front of his live studio audience and knowing its being projected to millions of viewers always felt impossibly intimate. Every time I sat with him, it felt like we were catching up over dinner. Even if I hadn't seen him in several years, it felt like an exciting dinner date. Why is that? I don't know. I guess it has everything to do with his particular charm and surprising candor. Dave is naughty, roguish and gentlemanly all at once. I think it's that same quality that famously entices female guests to dress their best on his show; you feel like you're going on a dinner date with a lightning quick, sharp tongued, sometimes naughty gentleman.\"", "video_credit": "", "bio": "Actress", "brightcove_id": "", "person_name": "Scarlett Johansson", "photo_filename": "johansson.jpg", "photo_credit": "Photo by Gregg DeGuire, WireImage"}]